tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "localstack/tap"
tap "neovim/neovim"
tap "peripheryapp/periphery"
tap "pivotal/tap"
tap "spring-io/tap"
brew "antigen"
brew "xz"
brew "webp"
brew "gettext"
brew "openssl@3"
brew "pcre2"
brew "readline"
brew "sqlite"
brew "apache-drill"
brew "lua"
brew "clingo"
brew "openssl@1.1"
brew "aspcud"
brew "autoconf"
brew "libuv"
brew "aws-cdk"
brew "awscli"
brew "awslogs"
brew "bash-completion"
brew "carthage"
brew "libtool"
brew "cfssl"
brew "cmake"
brew "cocoapods"
brew "cookiecutter"
brew "libevent"
brew "diff-pdf"
brew "direnv"
brew "doxygen"
brew "fastlane"
brew "flyway"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "gnu-typist"
brew "go"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "helm"
brew "httpie"
brew "ipython"
brew "jdtls"
brew "jemalloc"
brew "jenv"
brew "jmeter"
brew "oniguruma"
brew "jq"
brew "pandoc"
brew "zeromq"
brew "jupyterlab"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libev"
brew "libssh2"
brew "libpq", link: true
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "luajit"
brew "maven"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "newman"
brew "nvm"
brew "ocaml"
brew "ocamlbuild"
brew "opam"
brew "pcre"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "qt"
brew "pyqt"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-default-gems"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sip"
brew "socat"
brew "sphinx-doc"
brew "tesseract"
brew "tesseract-lang"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "wget"
brew "xcbeautify"
brew "youtube-dl"
brew "zookeeper"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/vault"
brew "johanhaleby/kubetail/kubetail"
brew "spring-io/tap/spring-boot"
cask "adobe-acrobat-reader", args: { appdir: "/Applications" }
cask "android-studio"
cask "beyond-compare", args: { appdir: "/Applications" }
cask "brave-browser"
cask "charles", args: { appdir: "/Applications" }
cask "codewhisperer"
cask "dash", args: { appdir: "/Applications" }
cask "dbeaver-community"
cask "devdocs", args: { appdir: "/Applications" }
cask "discord"
cask "eclipse-java", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "gas-mask", args: { appdir: "/Applications" }
cask "git-credential-manager"
cask "hdhomerun"
cask "horos"
cask "intellij-idea"
cask "intellij-idea-ce", args: { appdir: "/Applications" }
cask "intune-company-portal"
cask "iterm2", args: { appdir: "/Applications" }
cask "jd-gui", args: { appdir: "/Applications" }
cask "kdiff3", args: { appdir: "/Applications" }
cask "keystore-explorer", args: { appdir: "/Applications" }
cask "kindle", args: { appdir: "/Applications" }
cask "kitematic", args: { appdir: "/Applications" }
cask "macdown", args: { appdir: "/Applications" }
cask "macpass", args: { appdir: "/Applications" }
cask "mattr-slate", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "miniconda"
cask "mysql-shell", args: { appdir: "/Applications" }
cask "mysqlworkbench", args: { appdir: "/Applications" }
cask "ngrok"
cask "periphery"
cask "postman", args: { appdir: "/Applications" }
cask "pycharm"
cask "pycharm-ce", args: { appdir: "/Applications" }
cask "roundpie"
cask "session-manager-plugin"
cask "soapui", args: { appdir: "/Applications" }
cask "sourcetree", args: { appdir: "/Applications" }
cask "ssh-tunnel-manager", args: { appdir: "/Applications" }
cask "thunderbird"
cask "vagrant", args: { appdir: "/Applications" }
cask "vagrant-manager", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "whatsapp", args: { appdir: "/Applications" }
cask "zoom"
vscode "adamhartford.vscode-base64"
vscode "alefragnani.rtf"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "angular.ng-template"
vscode "azureadb2ctools.aadb2c"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "dotjoshjohnson.xml"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "formulahendry.code-runner"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "james-yu.latex-workshop"
vscode "johnpapa.angular2"
vscode "malmaud.tmux"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "pdconsec.vscode-print"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "stkb.rewrap"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
