cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'neovim/neovim'
tap 'pivotal/tap'
tap 'johanhaleby/kubetail'

brew 'antigen'
brew 'apache-drill'
brew 'aspcud'
brew 'autoconf'
brew 'awscli'
brew 'bash-completion'
brew 'camlp4'
brew 'cfssl'
brew 'clasp'
brew 'clingo'
brew 'cmake'
brew 'cookiecutter'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-machine'
brew 'docker-machine-completion'
brew 'docker-machine-driver-hyperkit'
brew 'docker-machine-driver-xhyve'
brew 'doxygen'
brew 'fasd'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'git-flow-avh'
brew 'gnu-getopt'
brew 'gnu-typist'
brew 'go'
brew 'gradle'
brew 'gringo'
brew 'groovy'
brew 'hadoop'
brew 'icu4c'
brew 'ipython'
brew 'javarepl'
brew 'jemalloc'
brew 'jenv'
brew 'jmeter'
brew 'jq'
brew 'jupyter'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'kubetail'
brew 'libev'
brew 'libevent'
brew 'libssh2'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'lua'
brew 'luajit'
brew 'maven'
brew 'msgpack'
brew 'ncurses'
brew 'neovim'
brew 'nvm'
brew 'ocaml'
brew 'ocamlbuild'
brew 'oniguruma'
brew 'opam'
brew 'openssl'
brew 'openssl@1.1'
brew 'pandoc'
brew 'pcre'
brew 'pcre2'
brew 'pkg-config'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'pyqt'
brew 'python'
brew 'python3'
brew 'python@2'
brew 'qt'
brew 'rbenv'
brew 'rbenv-bundler'
brew 'rbenv-default-gems'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'rust'
brew 'sip'
brew 'socat'
brew 'sphinx-doc'
brew 'springboot'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'watch'
brew 'xz'
brew 'youtube-dl'
brew 'zeromq'
brew 'zookeeper'
brew 'zsh'
brew 'zsh-completions'
brew 'pivotal/tap/springboot'

cask 'adobe-acrobat-reader'
cask 'beyond-compare'
cask 'charles'
cask 'dash'
cask 'devdocs'
cask 'eclipse-java'
cask 'firefox'
cask 'flash-npapi'
cask 'gas-mask'
cask 'google-chrome'
cask 'google-chrome-dev'
cask 'google-hangouts'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'java8'
cask 'jd-gui'
cask 'kdiff3'
cask 'keystore-explorer'
cask 'kindle'
cask 'kitematic'
cask 'macdown'
cask 'macpass'
cask 'squirrelsql'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'docker'
cask 'macdown'
cask 'mattr-slate'
cask 'minikube'
cask 'mysql-shell'
cask 'mysqlworkbench'
cask 'postman'
cask 'pycharm-ce'
cask 'slack'
cask 'soapui'
cask 'sourcetree'
cask 'squirrelsql'
cask 'ssh-tunnel-manager'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'webex-teams'
cask 'whatsapp'
