cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'neovim/neovim'
tap 'pivotal/tap'

brew 'antigen'
brew 'apache-drill'
brew 'bash-completion'
brew 'cfssl'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'docker-machine-driver-xhyve'
brew 'doxygen'
brew 'fasd'
brew 'fzf'
brew 'git'
brew 'git-flow-avh'
brew 'gettext'
brew 'gnu-typist'
brew 'gradle'
brew 'groovy'
brew 'hadoop'
brew 'javarepl'
brew 'jenv'
brew 'jq'
brew 'reattach-to-user-namespace'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'maven'
brew 'neovim'
brew 'nvm'
brew 'openssl'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'rbenv'
brew 'rbenv-bundler'
brew 'rbenv-default-gems'
brew 'readline'
brew 'rust'
brew 'socat'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'zookeeper'
brew 'zsh'
brew 'zsh-completions'
brew 'pivotal/tap/springboot'

cask 'adobe-acrobat-reader'
cask 'dash'
cask 'firefox'
cask 'flash-npapi'
cask 'gas-mask'
cask 'google-chrome-dev'
cask 'google-chrome'
cask 'iterm2'
cask 'jd-gui'
cask 'keystore-explorer'
cask 'kindle'
cask 'kitematic'
cask 'postman'
cask 'squirrelsql'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'docker'
cask 'eclipse-java'
cask 'intellij-idea-ce'
cask 'macdown'
cask 'mattr-slate'
cask 'minikube'
cask 'pycharm-ce'
cask 'slack'
cask 'whatsapp'
